import { writonFAQDataType } from '@/types';

export const WritonFAQDATA: writonFAQDataType[] = [
  {
    question: '라이톤은 어떤 서비스인가요?',
    answer:
      '라이톤은 나에게 필요한 목표달성을 위해 “회고 챌린지”에 도전하고, “커뮤니티”를 통해 다른 팀원들과 시너지를 만들어가는 회고&커뮤니티 웹서비스예요.',
  },
  {
    question: '신청 방법이 어떻게 되나요?',
    answer:
      '상단에 “시작하기" 버튼을 눌러 신청할 수 있어요, 간략한 팀 정보와 이메일을 알려드리면 바로 사용해보실 수 있게 안내해드려요.',
  },
  {
    question: '모바일에선 어떻게 사용하나요?',
    answer:
      '아래 방법으로 모바일에서 앱처럼 사용하실 수 있어요.\n\n[Safari 버전]\n1. 사파리로 라이톤 사이트 접속 → 외부공유하기 버튼 클릭\n2. 홈 화면에 추가 → 추가\n\n[chrome 버전]\n1. chrome 라이톤 사이트 접속 → 외부공유하기 버튼 클릭\n2. 홈화면에 추가 → 추가 ',
  },
  {
    question: '사용 가이드를 미리 받아보고 싶어요',
    answer:
      '아래 페이지에서 몇가지 정보를 입력 후 제출해주세요! 바로 이메일로 가이드를 보내드릴 예정이에요.\n→ https://tally.so/r/3qbyRk',
  },
  {
    question: '사용할 수 있는 인원 제한이 있나요?',
    answer: '인원 제한 없이 원하는 팀원들을 모두 초대하여 사용하실 수 있어요!',
  },
];
